<template>
  <!-- star inbox -->
    <div class="q-pa-md">
    <div class="row items-start q-gutter-md">
        <div class="rounded-borders bg-blue-3 text-white ">
            <h4 id="d6">Top 5 anime</h4>
            <!-- รูปภาพ -->
            <q-img id="d3" class="center" src="https://1.bp.blogspot.com/-A0Qq-zSiy2M/VdRVmN-ABWI/AAAAAAAAENk/M9Dj-Y6mX9o/s1600/Baby%2BSteps.jpg"></q-img>
          <h6 id="d1" >1.Baby Steps</h6>
          <!-- ข้อความต่างๆ -->
          <p id="d2">
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เรื่องย่อ Baby Steps เป็นเรื่องราวของมารุโอะ เออิจิโร่ (ชื่อเล่น เอจัง) เด็กนักเรียนชั้น ม.ปลายที่เรียนเก่งมาก และใช้ชีวิตอย่างมีแบบแผนมาโดยตลอด แต่เจ้าตัวได้ลองมาหัดเล่นเทนนิสเพราะในตอนแรกรู้สึกว่าอยากให้ร่างกายแข็งแรงขึ้นเพื่อจะได้เป็นประโยชน์กับการเรียน แต่ไปไปมามา เจ้าตัวกับติดอยู่ในโลกของเทนนิส แถมยังนำทักษะด้านการเรียนของตนมาใช้กับการเล่นเทนนิสอีกต่างหาก ทำให้ฝีมือของมารุโอะพัฒนาขึ้นเรื่อย ๆ จนเจ้าตัวก็เริ่มที่จะตัดสินใจลำบากว่า จะเดินในเส้นทางสายนักกีฬาอาชีพ หรือกลับไปมุ่งมั่นเข้ามหาวิทยาลัย แล้วใช้ชีวิตแบบเดิมดี
รีวิว อนิเมะเรื่องนี้นะครับ เป็นเรื่องที่ผมชอบดูมากๆ เพราะผมรู้สึกว่าการที่เราจะอยากเล่นกีฬาบางชนิด   อนิเมะเรื่องนี้ทำให้รู้ว่าถ้าอยากเล่นกีฬาไหนเเล้วประสบความสำเร็จ   ควรจะจริงจังกับมัน   เรื่องนี้สอนว่าก่อนจะทำอะไรให้วางเเผน   มีสติเสมอ   บอกเลยนะครับสายกีฬาเทนนิสไม่ควรจะพลาด   ถ้าพูดของเนื้อเรื่องมีการเรียงลำดับเหตุการณ์ก่อนหลังได้ดีครับ
คะเเนน 10/10</p>

        <q-img id="d3" class="center" src="https://occ-0-2794-2219.1.nflxso.net/dnm/api/v6/E8vDc_W8CLv7-yMQu8KMEC7Rrr8/AAAABcITH5cUJ3KPEngkK-v6JK63msFxDQi9dePJERmh83aKLqu0OTbq4xPakbQqndKKaKBSyYimk2QCtWxrv0WIZLiWHF1g.jpg?r=1a0"></q-img>
        <h6 id="d4">2.Angle Beats</h6>
        <p id="d5">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เรื่องย่อ แองเจิลบีทส์ แผนพิชิตนางฟ้า กล่าวถึงโลกหลังความตาย ตัวเอกคือ โอโตนาชิ เด็กหนุ่มที่ไร้ซึ่งความทรงจำใดๆ เขาได้มาโผล่ที่โรงเรียนหลังความตาย ซึ่งอยู่ระหว่าง โลกมนุษย์ กับ สวรรค์ หากใครที่ใช้ชีวิตตามปกติไม่เดือดเนื้อร้อนใจอะไรแล้ว จะถูกลบ ไม่มีทางตาย เพราะเมื่อถูกกระทำปางตาย จะรู้สึกเหมือนตาย แต่ ไม่ตาย บาดแผลที่เกิดในโลกหลังความตายสักเวลาหนึ่ง บาดแผลก็จะหายไป แต่บาดแผลที่เกิดในช่วงที่ยังมีชีวิตอยู่ ก็จะแสดงให้เห็นในโลกหลังความตาย โอโตนาชิ ได้พบกับ ยูริ และเธอก็ได้ชวนเขาเข้ากลุ่ม SSS (死んだ世界戦線, Shinda Sekai SenSen, แนวรบโลกหลังความตาย) ซึ่งองค์กรนี้มีเธอเป็นหัวหน้าหน่วย และเธอมีจุดหมายคือต้องการต่อสู้กับพระเจ้า โดยโรงเรียนนี้จะมีเทพธิดาปกครอง โดยเรียกตัวเองว่า "ประธานสภานักเรียน" และเธอเป็นศัตรูที่สำคัญของกลุ่มแนวรบ SSS ยูริเชื่อว่า คนที่เชื่อฟังคำสั่งของเทพธิดา และใช้ชีวิตอย่างนักเรียนตามปกติ ก็จะหายไป อย่างไรก็ตาม ผู้ที่ได้เติมเต็มความฝันในโลกหลังความตาย ก็จะหายตัวไปเช่นเดียวกัน
รีวิว ส่วนตัวเป็นคนชอบอนิเมะเรื่องบ้าพลังอยู่เเล้ว คิดว่าเรื่องนี้มันน่าติดตามนะครับ เเต่บางตอนมันอาจยังไม่เคลียร์ เเต่โดยรวมก็ถือว่าโอเคเลยเรื่องนี้
คะเเนน 9/10</p>

        <q-img id="d3" class="center" src="https://cdni-hw.bugaboo.tv/dm/sz-md/i/images/2021/07/02/poster_conan_vertical_790x1160_1625199169_4126.jpg"></q-img>
        <h6 id="d4">3.ยอดนักสืบจิ๋วโคนัน</h6>
        <p id="d5">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เรื่องย่อ  คุโด้ ชินอิจินักสืบนักเรียนมัธยมปลายวัย 17 ปีที่แอบชอบลูกสาสของโมริ โคโกโร่ ที่ชื่อ โมริ รันซึ่งคุโด้ ชินอิจิถูกขนานนามว่า "ยอดนักสืบแห่งปีเฮย์เซย์" ได้แอบดูการเจรจาลับของชายชุดดำ โดยไม่ระวังว่าชายชุดดำอีกคนได้แอบลอบทำร้ายด้านหลัง แล้วถูกจับกรอกยาผิดที่ระบุว่าถูกผลิตภายในองค์กรของพวกเขา แต่ยาพิษนั้นกลับทำให้ชินอิจิตัวเล็กลงจนกลายเป็นเด็กอายุ 7 ขวบและเปลี่ยนชื่อใหม่เป็นเอโดงาวะ โคนัน ด้วยความช่วยเหลือของดร.อากาสะฮิโรชิ และเพื่อสืบหาเบาะแสร่องรอยของชายชุดดำและเพื่อนำยาแก้พิษกลับมา จึงได้ไปอยู่กับโมริรันเพื่อนตั้งแต่สมัยเด็กที่สำนักงานนักสืบโมริ ซึ่งพ่อของรันโมริ โคโกโร่ เป็นนักสืบเอกชน แต่ทว่าโคโกโร่เป็นนักสืบที่พึ่งพาไม่ได้เลย โคนันซึ่งเป็นร่างเด็กของชินอิจิจึงได้ใช้อุปกรณ์ที่ประดิษฐ์โดยดร.อากาสะฮิโรชิ ช่วยคลี่คลายคดีต่างๆแทนโคโกโร่เพื่อให้โคโกโร่มีชื่อเสียงขึ้นมา และรอผู้จ้างวานที่จะได้เบาะแสของชายชุดดำ ชินอิจิเพราะอยู่ในร่างของเด็กจึงต้องกลับไปเรียนชั้นประถมศึกษาปีที่ 1 ที่โรงเรียนประถมเทตันใหม่อีกครั้ง และได้ก่อตั้งขบวนการนักสืบเยาวชนกับเพื่อนร่วมชั้นอย่างโยชิดะ อายูมิซึบุรายะ มิซึฮิโกะ และโคจิมะ เก็นตะ
การสืบหาชายชุดดำและยาแก้พิษของโคนันก็ได้ดำเรื่อยมา ได้เกิดคดีต่างๆและค้นพบบุคคลสำคัญต่างๆ ที่เกี่ยวข้องกับพวกชายชุดดำมากขึ้นอย่าง มิยาโนะ อาเคมิ หนึ่งในสมาชิกปลายแถวในองค์กรชุดดำ มิยาโนะ ชิโฮะหรือมิยาโนะ ชิโฮะ อดีตสมาชิกองค์กรชุดดำ และนักวิทยาศาสตร์ผู้ประดิษฐ์คิดค้นยา APTXTX4869ที่ทำให้โคนันตัวเล็กลงอีกด้วย
รีวิว เป็นเรื่องที่น่าติดตามนะครับ   มันจะออกเเนวสืบสวน   เรื่องนี้ควรดูนะครับเพราะมันเป็นเรื่องที่ใช้การวิเคราะห์เหตุการณ์ต่างๆในการเเเก้ปัญหา   รวมไปถึงหลักฐานต่างๆที่สามารถเชื่อมโยงได้   ส่วนตัวเป็นคนชอบดูเรื่องนี้อยู่เเล้ว   เเต่ผมก็เเอบสงสัยไม่ได้ว่าทำไมโคนันไม่โตซักที555ถึงเขากินยาไปอายุลดลงเเต่เวลาผ่านไปควรจะโตขึ้นรึเปล่า
คะเเนน 8/10</p>
        
        <q-img id="d3" class="center" src="https://animesiam.com/wp-content/uploads/2020/03/Kekkaishi-750x440-1.jpg"></q-img>
        <h6 id="d4">4.ผู้ผนึกมาร</h6>
        <p id="d5">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เรื่องย่อ คาราสุโมริเป็นที่ดินที่มีพลังพิเศษที่สามารถช่วยให้ปีศาจแข่งแกร่งขึ้นได้ ด้วยเหตุนี้จึงจำเป็นต้องมีผู้ผนึกมารที่คอยปราบปีศาจและวิญญาณไม่ให้เข้ามาภายในคาราสุโมริ ดังนั้นจึงเป็นหน้าที่ของเหล่าผู้ผนึกมารที่ต้องปกป้องที่ดินแห่งนี้ไม่ให้ตกไปอยู่กับเหล่าปีศาจ หนุ่มน้อย "โยชิโมริ" ผู้สืบทอดตระกูลสุมิมูระ (ผู้ผนึกมาร) และสาวน้อย "โทกิเนะ" ผู้สืบทอดตระกูลยูกิมูระ (ผู้ผนึกมาร) ต้องปกป้องคาราสุโมริไม่ให้ปีศาจเข้าไปได้ (คาราสุโมริอยู่ในตำแหน่งของโรงเรียนคาราสุโมริ) ซึ่งคาราสุโมรินั้น เมื่อปีศาจเข้าไปแผงตัวอยู่จะได้รับพลังมหาศาล พวกปีศาจนั้นไม่ชอบแสงแดดซักเท่าไหร่จึงชอบออกมาตอนกลางคืนเสมอ ถ้าไม่กำจัดมันไปภายในวันเดียวปีศาจจะเปลี่ยนร่างไปในทันใด วิชาที่พวกโยชิโมริใช้คือ 1. ล้อม หมายถึง เตรียม 2. วาง หมายถึง การวางตำแหน่ง 3. ผนึก หมายถึง การจับศัตรู 4. ปลด หมายถึง ปล่อยให้ออกไป 5. สลาย หมายถึง กำจัดให้หมดไป  มีตอนหนึ่งที่เจ้าหญิงแห่งกลุ่มโคคุโบโร่มาที่คาราสุโมริและก่อนหน้านั้นได้ส่งคนมาชักชวนชิชิโอะจนลังเลเอามาก พอไปๆมาๆชิชิโอะก็เปลี่ยนร่างกายเป็นปิศาจช่วยโยชิโมริและโทกิเนะ(ฮะคุบิกับมาดาราโอะหายไปไหนไม่รู้)และก็ถูกลอบทำร้ายจนตาย
รีวิว เรื่องนี้โดยรวมถือว่าโอเคนะครับ เป็นเรื่องสายพลัง ปกป้องโรงเรียน 
คะเเนน 8/10</p>

        <q-img id="d3" class="center" src="https://animekimi.com/wp-content/uploads/2020/04/ftT1qtT6yWO5rfs237a466N8QRr.jpg"></q-img>
        <h6 id="d4">5.Kuroko no Basket</h6>
        <p id="d5">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เรื่องย่อ ชมรมบาสเก็ตบอลโรงเรียนมัธยมต้นเทย์โด มีสมาชิกชมรมมากกว่า100คน เคยครองแชมป์ม.ต้นสามสมัยซ้อน และในประวัติศาสตร์อันรุ่งโรจน์นั้นจะมีนักกีฬาอัจฉริยะรุ่นหนึ่ง ที่ว่าสิบปีจะมีสักคนมาอยู่พร้อมหน้ากันทั้งห้าคนรุ่รนั้นถูกเรียกว่าปาฏิหาริย์ แต่กลับมีข่างลือแปลกประหลาดในรุ่นปาฏิหาริย์ แม้จะไม่มีใครรู้และไม่มีในบันทึกการแข่ง แต่เป็นที่พูดถึงกันว่ามีผู้เล่นอีกคนที่อัจฉริยะทั้งห้าให้การยอมรับเค้าคือซิกแมนเงาลวงตา
รีวิว เรื่องนี้เป็นเรื่องที่ดูเเล้วสนุกนะครับ เเต่ต้องพยายามอย่าดูข้ามตอน อาจมีเหนือธรรมชาติบ้าง มีท่าไม้ตายบ้างเเต่ก็พอทำให้น่าติดตามนะครับ เนื้อเรื่องดำเนินไปได้ด้วยดีนะครับ เนื้อเรื่องมีที่มาที่ไป   
คะเเนน 7.5/10</p>

        </div>
    </div>
  </div>
  <!-- ข้อความต่างๆ -->
</template>

<script>

export default {

}
</script>
<style scoped>

#d1{
   margin-bottom: 0px;
   margin-top: 10px;
   margin-left: 20px;
}
#d2{
    margin-top: 3 px;
    margin-left: 20px;
    margin-right: 20px;
}
#d3{
  display: block;
  margin-left: auto;
  margin-right: auto;
  margin-top: 3%;
  width: 300px;
  height: 300px;
    
}
#d4{
    margin-top: 3px;
    margin-left: 20px;
    margin-right: 20px;
    margin-bottom: 0px;
}
#d5{
    margin-top: 3px;
    margin-left: 20px;
    margin-right: 20px;
}
#d6{
    margin-top: 20px;
    margin-left: 20px;
    margin-right: 20px;
    margin-bottom: 15px;
    text-align: center;
}
</style>
